questions = dict(questions=[
    {"quest": "1. Ваш предпочитаемый вид ландшафта для прогулок:",
     "answ": {"реки и озера": ["1", "6"],
              "горы и холмы": ["7", "5"],
              "леса и поля": ["4", "9"],
              "пустыни и степи": ["2", "8"],
              "парки и сады в городе": ["1", "2", "3", "4", "5", "6", "7", "8", "9"]
              }},
    {"quest": "2. Как вы реагируете на столкновение с проблемами?",
     "answ": {"ищу помощь и совет у друзей и близких": ["8", "1"],
              "подхожу к решению творчески": ["6", "7"],
              "анализирую ситуацию и принимаю обдуманное решение": ["5", "4"],
              "действую интуитивно": ["9", "2"],
              "стараюсь избегать или откладывать решение": ["1", "2", "3", "4", "5", "6", "7", "8", "9"]
              }},
    {"quest": "3. Ваш идеальный способ отдыха это:",
     "answ": {"активный отдых на природе": ["9", "6"],
              "тихий отдых в уютной обстановке": ["7", "2"],
              "путешествие в новые места": ["4", "1"],
              "культурные мероприятия": ["5", "8"],
              "Прогулки по городу и шоппинг": ["1", "2", "3", "4", "5", "6", "7", "8", "9"]
              }}
])

photo = dict(photo=[
    {"1": "https://moscowzoo.ru/upload/resize_cache/iblock/f41/350_350_1/f41ae9d19d49d5ff835895ea035c28bf.jpg"},
    {"2": "https://moscowzoo.ru/upload/resize_cache/iblock/0cf/350_350_1/0cfd89db75bf56fb20fd71280a4f01a9.JPG"},
    {"3": "https://moscowzoo.ru/upload/iblock/d01/d01a5b58d27fc35144dadd18c661e53a.jpg"},
    {"4": "https://moscowzoo.ru/upload/iblock/d84/d8439aad2029f48bf3a998a0e82d1eba.jpg"},
    {"5": "https://moscowzoo.ru/upload/iblock/360/3600bf1740748da62ec49ac2abf425a1.jpg"},
    {"6": "https://moscowzoo.ru/upload/iblock/ce3/ce3a7333cc1ad805111e54ffcca5b58d.jpg"},
    {"7": "https://moscowzoo.ru/upload/iblock/a42/a424a10a167636591536504a7fdfb21a.jpg"},
    {"8": "https://moscowzoo.ru/upload/iblock/9b1/9b1d46d0b96e3447266f44ac01dfd08c.JPG"},
    {"9": "https://moscowzoo.ru/upload/iblock/39e/39e56a364f4278b167d93d8b94d75510.jpg"}
])

name = dict(name=[
    {"1": "Камышовый кот"},
    {"2": "Медоед"},
    {"3": "Краснорукий тамарин"},
    {"4": "Кустарниковая собака"},
    {"5": "Голубой баран"},
    {"6": "Обыкновенный дикдик"},
    {"7": "Капская земляная белка"},
    {"8": "Азарская мирикина"},
    {"9": "Золотистая львиная игрунка"}])
